/* %1$@ permission: %2$@
Please note %1$@ is a variable and must be preserved in the translated text.
for example: `Accessibility permission: ⛔️ required` */

"%1$@ permission: %2$@" = "%1$@ の許可: %2$@";

/* corresponds to Accessibility in system Privacy settings */
"Accessibility" = "アクセシビリティ";

/* Preferences pane for `App` settings */
"App" = "アプリ";

/* Check box next to the 'Check for updates' button */
"Automatically" = "自動確認";

/* Button, when pressed, checks for updates now */
"Check for updates" = "更新を確認";

/* 1=name of app e.g. `Enable Scroll Reverser` */
"Enable %1$@" = "%1$@を動作させる";

/* No comment provided by engineer. */
"For settings, click the icon in the menu bar" = "設定はメニューバーにあるアイコンをクリックして下さい";

/* Alert box title */
"Icon Hidden" = "アイコンの非表示";

/* Check box: Include beta versionss of the app when checking for updates */
"Include beta versions" = "ベータ版を含む";

/* corresponds to Input Monitoring in system Privacy settings */
"Input Monitoring" = "入力監視";

/* Large step size */
"Large" = "大きい";

/* No comment provided by engineer. */
"OK" = "OK";

/* Open %1$@ preferences
Please note %1$@ is a variable and must remain in the translated text.
Example: "Open Input Monitoring preferences" */
"Open %1$@ preferences" = "%1$@ の環境設定を開く";

/* Section title */
"Permissions" = "権限";

/* No comment provided by engineer. */
"Preferences" = "設定";

/* 1=name of app e.g. `Quit Scroll Reverser` */
"Quit %1$@" = "%1$@を終了する";

/* Request %1$@ permission
Please note %1$@ is a variable. It is replaced with either `Input Monitoring` or `Accessibility`. */
"Request %1$@ permission" = "%1$@ の許可をリクエストする";

/* Prefs check box */
"Reverse Horizontal" = "横方向を逆にする";

/* Prefs check box */
"Reverse Mouse" = "マウスを逆にする";

/* Prefs check box */
"Reverse Trackpad" = "トラックパッドを逆にする";

/* Prefs check box */
"Reverse Vertical" = "縦方向を逆にする";

/* No comment provided by engineer. */
"Scroll Reverser is now running!" = "Scroll Reverser は現在動作中です";

/* No comment provided by engineer. */
"Scroll Reverser needs Accessibility permission to modify your scrolling." = "Scroll Reverserは、スクロールの変更にアクセシビリティの許可が必要です。";

/* No comment provided by engineer. */
"Scroll Reverser needs Input Monitoring permission to detect whether your fingers are touching the trackpad." = "Scroll Reverserでは、指がトラックパッドに触れているかどうかを検出するために、入力監視の許可が必要です。";

/* Prefs section header */
"Scroll Wheel" = "ホイールスクロール";

/* Preferences pane for `Scrolling` serttings */
"Scrolling" = "スクロール";

/* Prefs section title */
"Scrolling Axes" = "スクロール方向";

/* Prefs section title */
"Scrolling Devices" = "スクロールデバイス";

/* Prefs check box */
"Show in menu bar" = "メニューバーに表示";

/* Small step size */
"Small" = "小さい";

/* Prefs check box */
"Start at login" = "ログイン時に開始";

/* Size of one step of the mouse scroll wheel */
"Step size" = "ステップサイズ";

/* Alert box text. 1=name of app */
"The %1$@ icon has been removed from the menu bar. To restore it at any time, launch %1$@ again from Finder." = "%1$@のアイコンは、メニューバーから削除されました。
リストアするには、Finderから%1$@を再度起動してください。";

/* No comment provided by engineer. */
"⛔️ required" = "要求";

/* No comment provided by engineer. */
"✅ granted" = "許可する";
